{
  "pageTitle": "Contact",
  "pageSubTitle": "",
  "intro": "At the same time, the fact that we are wholly owned and totally independent from manufacturer and other group control gives you confidence that we will only recommend what is right for you.",
  "phoneNumberList": [
    {
      "phone": "1719100070",
      "countryCode": "+880",
      "type": "Mobile"
    }
  ],
  "addressList": [
    {
      "house": "222/2",
      "road": "Khan Jahan Ali Road",
      "country": "Bangladesh",
      "type": "Resident"
    }
  ],
  "contents": [
    "With over 13 years in the field, I've showcased my expertise in diverse areas such as Backend and Front-end Engineering. Beyond the tech realm, I'm a music enthusiast, digital nomad, and photographer, among other passions.",
    "Rather than defining myself solely by past accomplishments, I prefer to be known for the work I aspire to achieve. I'm a firm believer in continuous learning, self-challenge, and pursuing meaningful endeavors. Fueled by boundless enthusiasm and high energy, I'm easily inspired and always eager to follow my passions.",
    "My diverse interests, hobbies, and educational pursuits drive my commitment to creativity and innovation. A quick learner, I can acquire new skills effortlessly and manage multiple projects with ease. Throughout my life and career, I aim to develop expertise in various areas.",
    "As a people-oriented professional with deep empathy, I am a natural storyteller. I find fulfillment in inspiring others and excel when sharing my creative expressions. With an INTJ personality type, I embody traits of being driven, assertive, and forward-thinking.",
    "Currently, my focus lies in enhancing both the visual and functional aspects of product user interfaces and experiences. I emphasize strategy, vision, research, advisory, and leadership roles, aligning business goals with customer needs. My expertise spans digital products, user interface, user experience, and managing end-to-end design initiatives. Actively seeking opportunities to broaden my responsibilities, I thrive on tackling diverse challenges within the dynamic design landscape."
  ]
}
