{
  "pageTitle": "Privacy policy",
  "pageSubTitle": "",
  "intro": "Details of Privacy policy",
  "contents": [
    "**Developer Profile - Privacy Policy**\n\nWelcome to our Developer Profile service! Protecting your privacy is important to us. This Privacy Policy outlines how we collect, use, disclose, and protect your personal information when you create and use a Developer Profile on our platform. Please read this policy carefully to understand our practices regarding your data.\n\n**1. Information We Collect:**\n\n- **Profile Information:** When you create a Developer Profile, we collect information such as your name, contact details, professional experience, and any additional information you choose to provide.\n\n- **Usage Data:** We may collect data about how you interact with our platform, including log files, device information, and analytics data.\n\n**2. How We Use Your Information:**\n\nWe use the information we collect for the following purposes:\n\n- **Profile Services:** To provide and maintain your Developer Profile, including displaying your professional information to other users.\n\n- **Communication:** To communicate with you about your account, updates, and important announcements.\n\n- **Improvement of Services:** To analyze usage patterns, diagnose problems, and improve the functionality and user experience of our platform.\n\n**3. Information Sharing:**\n\n- **Public Profile:** Certain information in your Developer Profile may be visible to other users of the platform, such as your professional details and projects.\n\n- **Third-Party Services:** We may use third-party services to support our platform, and these services may have access to your information for the purpose of providing the service.\n\n**4. Security:**\n\nWe take reasonable measures to protect your personal information from unauthorized access, disclosure, alteration, and destruction. However, no method of transmission over the internet or electronic storage is entirely secure, and we cannot guarantee absolute security.\n\n**5. Your Choices:**\n\nYou can control the information you share on your Developer Profile. You may update, correct, or delete your information at any time.\n\n**6. Updates to Privacy Policy:**\n\nWe may update this Privacy Policy from time to time to reflect changes in our practices. We will notify you of any material changes, and your continued use of the platform after such changes signify your acceptance.\n\n**7. Contact Us:**\n\nIf you have any questions or concerns regarding this Privacy Policy, please contact us at [privacy@example.com](mailto:privacy@example.com).\n\nThank you for choosing our Developer Profile service. We are committed to protecting your privacy and providing a secure and valuable experience for our users."
  ]
}
