{
  "pageTitle": "Terms & Conditions",
  "pageSubTitle": "",
  "intro": "Details of Terms & Conditions",
  "contents": [
    "**Developer Profile - Terms and Conditions**\n\nWelcome to our Developer Profile service! Before you proceed, please carefully review the following terms and conditions that govern your use of our platform:\n\n1. **Acceptance of Terms:**\n   By creating a Developer Profile on our platform, you agree to comply with these terms and conditions. If you do not agree with any part of these terms, you should not proceed with creating a profile.\n\n2. **Profile Information:**\n   You are responsible for providing accurate and up-to-date information in your Developer Profile. Misleading or false information may lead to the suspension or termination of your account.\n\n3. **Code of Conduct:**\n   You agree to conduct yourself in a professional and respectful manner when using our platform. Harassment, discrimination, or any form of inappropriate behavior will not be tolerated.\n\n4. **Intellectual Property:**\n   Any code snippets, projects, or other intellectual property shared on your Developer Profile remain your property. However, by using our platform, you grant us a non-exclusive, royalty-free license to use, display, and distribute the content for promotional purposes.\n\n5. **Privacy:**\n   We take your privacy seriously. Please refer to our Privacy Policy for details on how we collect, use, and protect your personal information.\n\n6. **Security:**\n   You are responsible for maintaining the security of your account. Do not share your login credentials, and notify us immediately if you suspect any unauthorized access.\n\n7. **Feedback and Reviews:**\n   Users may provide feedback and reviews on your Developer Profile. Constructive feedback is encouraged, but any abusive or inappropriate content will be removed. You have the right to respond to feedback.\n\n8. **Termination:**\n   We reserve the right to suspend or terminate your Developer Profile at our discretion if you violate these terms and conditions.\n\n9. **Changes to Terms:**\n   We may update these terms and conditions from time to time. Any changes will be communicated to you, and your continued use of the platform constitutes acceptance of the updated terms.\n\n10. **Contact Us:**\n    If you have any questions or concerns regarding these terms and conditions, please contact us at [support@example.com](mailto:support@example.com).\n\nBy creating a Developer Profile, you acknowledge that you have read, understood, and agreed to these terms and conditions. Thank you for being part of our Developer community!"

  ]
}